Revit 2027 API
IFCData Operators
The IFCData type exposes the following members.
Operators
Name | Description
Equality(IFCData, IFCData) | Determines whether two IFCDatas are the same.
Inequality(IFCData, IFCData) | Determines whether two IFCDatas are different.
Top
See Also
Reference
IFCData Class
Autodesk.Revit.DB.IFC Namespace